{
  "Tropes": [
    {
      "Überschrift": "Friends to lovers",
      "Text": "„Friends to lovers“ erzählt von einer Liebe, die aus tiefer Vertrautheit wächst und auf gemeinsamer Geschichte basiert. Zwei enge Freunde entdecken, dass hinter ihrer Verbindung mehr steckt."
    },
    {
      "Überschrift": "Haters to lovers",
      "Text": "„Haters to lovers“ entfacht Leidenschaft aus Streit und Gegensätzen, wo Funken fliegen und Spannung herrscht. Zwei Personen überwinden Vorurteile, wandeln Hass in Liebe und finden sich neu."
    },
    {
      "Überschrift": "Strangers to lovers",
      "Text": "„Strangers to lovers“ entführt in magische Welten, wo Fremde sich begegnen und ein Schicksal teilen. Unerwartete Begegnungen führen zu einer Liebe, die Grenzen überwindet und verzaubert."
    },
    {
      "Überschrift": "Enemies to lovers",
      "Text": "„Enemies to lovers“ zeigt, wie Hass und Liebe miteinander übergehen können und sorgt für Spannung und emotionale Tiefe. Zwei gegensätzliche Charaktere entwickeln langsam Vertrauen – und mehr."
    }
  ],
  "Settings": [
    {
      "Überschrift": "Urban Fantasy",
      "Text": "„Urban Fantasy“ verbindet Magie mit moderner Welt, wo verborgene Kräfte und mystische Wesen das Alltägliche durchdringen. Geheimnisvolle Abenteuer und romantische Verwicklungen warten."
    },
    {
      "Überschrift": "High Fantasy",
      "Text": "„High Fantasy“ entführt in epische Welten voller Magie, uralter Königreiche und großer Abenteuer. Zwischen Heldentaten und dunklen Mächten entfalten sich romantische Geschichten."
    },
    {
      "Überschrift": "Dark Fantasy",
      "Text": "„Dark Fantasy“ lockt mit düsteren Welten, in denen Geheimnisse lauern und Gefahren allgegenwärtig sind. Hier treffen starke Emotionen auf tiefgründige Charaktere, deren Schicksale verbunden sind."
    },
    {
      "Überschrift": "SciFi",
      "Text": "„Science Fiction“ eröffnet grenzenlose Welten, in denen futuristische Technologien und ferne Planeten auf faszinierende Charaktere treffen. Zwischen unendlichem Sternenmeer und Liebe."
    },
    {
      "Überschrift": "Dystopie",
      "Text": "„Dystopie“ entführt in bedrohliche Welten, in denen Gesellschaften am Abgrund stehen und Hoffnung ein kostbares Gut ist. Die besten in düsteren Settings knüpfen vielschichtige Verwicklungen."
    }
  ],
  "Wesen": [
    {
      "Überschrift": "Mystische Kreaturen",
      "Text": "Drachen, Pegasi, Greife, Einhörner, Phönixe, etc."
    },
    {
      "Überschrift": "Feenwesen",
      "Text": "Elfen, Pixies, Feen"
    },
    {
      "Überschrift": "Untote",
      "Text": "Vampire, Geister, Banshees"
    },
    {
      "Überschrift": "Werwesen (Shapeshifters)",
      "Text": "Werwölfe, Werbären, Kitsune"
    },
    {
      "Überschrift": "Erdverbundene Wesen",
      "Text": "Zwerge, Gnome, Trolle"
    }
  ],
  "Konflikt": [],
  "No Go": [],
  "Microtropes": [
    {
      "Überschrift": "We only have one bed",
      "Text": "Zwei Figuren müssen sich ein Bett teilen – meist unter peinlichen Umständen. Der Klassiker für Spannung, Peinlichkeit und langsames Näherkommen."
    },
    {
      "Überschrift": "He catches her when she trips",
      "Text": "Die Heldin stolpert, der Love Interest fängt sie. Intensiver Augenkontakt folgt. Klischee, aber effektiv."
    },
    {
      "Überschrift": "Bandaging the wound",
      "Text": "Eine Figur pflegt die Verletzungen der anderen – mit viel Hautkontakt und unausgesprochenen Gefühlen."
    },
    {
      "Überschrift": "I thought you were dead!",
      "Text": "Dramatische Wiedervereinigung nach einem Kampf oder vermeintlichem Tod. Oft folgt eine Umarmung oder ein Kuss."
    },
    {
      "Überschrift": "Pinned against the wall",
      "Text": "Eine Figur drängt die andere gegen eine Wand – sei es im Streit oder im Kampf. Die Nähe sorgt für knisternde Spannung."
    },
    {
      "Überschrift": "Slowly healing each other’s trauma",
      "Text": "Langsames Vertrauen – meist durch geteilte Erfahrungen oder verletzliche Geständnisse."
    },
    {
      "Überschrift": "Protective rage",
      "Text": "Ein Charakter rastet aus, wenn der andere verletzt oder bedroht wird. Zeigt, wie tief die Gefühle sind."
    },
    {
      "Überschrift": "If you touch her/him, you die",
      "Text": "Besonders in düsteren Settings oder bei Bad Boy-Lovern – ein Versprechen von absoluter Loyalität (und Gewalt)."
    },
    {
      "Überschrift": "Magical bond that forces proximity",
      "Text": "Zwei Figuren sind durch einen Zauber, Eid oder Blutband verbunden – sie spüren einander oder können sich nicht trennen."
    },
    {
      "Überschrift": "Accidental soul bond",
      "Text": "Oft durch ein Missgeschick verbunden – z. B. bei Ritualen oder altem Fluch. Sie müssen einander vertrauen, ob sie wollen oder nicht."
    },
    {
      "Überschrift": "Touch heals magic",
      "Text": "Nur durch körperlichen Kontakt mit dem Love Interest kann die eigene Magie wiederhergestellt werden. Körperkontakt wird nötig – was für ein Zufall!"
    },
    {
      "Überschrift": "You can’t lie to me – I can feel it",
      "Text": "Durch eine Verbindung kann ein Charakter Emotionen oder Gedanken des anderen spüren. Perfekt für Eifersucht, Unsicherheit oder zarte Geständnisse."
    },
    {
      "Überschrift": "Married for alliance, but it gets real",
      "Text": "Eine erzwungene politische Verbindung entwickelt sich langsam zur echten Liebe – trotz Stolz, Pflicht oder Vorurteilen."
    },
    {
      "Überschrift": "Dancing at a ball and no one else exists",
      "Text": "Eine klassische Szene, oft mit metaphorischer Bedeutung (Nähe trotz Publikum)."
    },
    {
      "Überschrift": "Secret meetings in the dark",
      "Text": "Die Liebenden treffen sich heimlich – oft auf Balkonen, in Gärten oder Bibliotheken."
    },
    {
      "Überschrift": "I’m a monster – you should stay away",
      "Text": "Der eine will die andere Person beschützen, indem er sie wegstößt. Doch sie bleibt."
    },
    {
      "Überschrift": "Power imbalance, but with mutual respect",
      "Text": "Ein König, ein Dämonenprinz, ein General – und das Love Interest ist schwächer, aber widersetzt sich ihm/ihr auf Augenhöhe."
    },
    {
      "Überschrift": "Lover turned enemy turned lover again",
      "Text": "Weil sie sich missverstanden, verraten oder geopfert haben – und doch wieder zueinander finden."
    }
  ]
}
